const dictionary = [
  {
    l: `א`,
    t: `алеф`,
  },
  {
    l: `בּ`,
    t: `бэт`
  },
  {
    l: `ג`,
    t: `гимэл`,
  },
  {
    l: `ד`,
    t: `далет`,
  },
  {
    l: `ה`,
    t: `hэй`,
  },
  {
    l: `ו`,
    t: `вав`,
  },
  {
    l: `ז`,
    t: `заин`,
  },
  {
    l: `ח`,
    t: `хэт`,
  },
  {
    l: `ט`,
    t: `тэт`,
  },
  {
    l: `י`,
    t: `йуд`,
  },
  {
    l: `כּ`,
    t: `каф`,
  },
  {
    l: `ל`,
    t: `ламэд`,
  },
  {
    l: `מ`,
    t: `мэм`,
  },
  {
    l: `נ`,
    t: `нун`,
  },
  {
    l: `ס`,
    t: `самэх`,
  },
  {
    l: `ע`,
    t: `аин`,
  },
  {
    l: `פּ`,
    t: `пэй`,
  },
  {
    l: `צ`,
    t: `цади`,
  },
  {
    l: `ק`,
    t: `куф`,
  },
  {
    l: `ר`,
    t: `рэш`,
  },
  {
    l: `שׁ`,
    t: `шин`,
  },
  {
    l: `ת`,
    t: `тав`,
  },
];
