const vocalizations = [
  {
    l: `אָ`,
    t: `камац`,
    v: `А`
  },
  {
    l: `אַ`,
    t: `патах`,
    v: `А`
  },
  {
    l: `אֲ`,
    t: `хатаф патах`,
    v: `А`
  },
  {
    l: `אֵ`,
    t: `цэрэ`,
    v: `Э`
  },
  {
    l: `אֶ`,
    t: `сэгол`,
    v: `Э`
  },
  {
    l: `אֱ`,
    t: `хатаф сэгол`,
    v: `Э`
  },
  {
    l: `אְ`,
    t: `шва`,
    v: `Э`
  },
  {
    l: `אֹ`,
    t: `холам`,
    v: `О`
  },
  {
    l: `אוֹ`,
    t: `холам малэ`,
    v: `О`
  },
  {
    l: `אָ`,
    t: `камац катан`,
    v: `О`
  },
  {
    l: `אֳ`,
    t: `хатаф камац`,
    v: `О`
  },
  {
    l: `אוּ`,
    t: `шурук`,
    v: `У`
  },
  {
    l: `אֻ`,
    t: `кубуц`,
    v: `У`
  },
  {
    l: `אִ`,
    t: `хирик`,
    v: `И`
  },
  {
    l: `אִי`,
    t: `хирик малэ`,
    v: `И`
  },
  {
    l: `אְ`,
    t: `шва`,
    v: `-`
  },
  {
    l: `אּ`,
    t: `дагеш`,
    v: `+`
  }
];

const dictionary = vocalizations.map((it) => ({ ...it, t: `${it.t} (${it.v})` }));