const dictionary = [
  {
    l: `אֲנִי`,
    t: `я`,
  },
  {
    l: `אֲתָה`,
    t: `ты м`,
  },
  {
    l: `אַת`,
    t: `ты ж`,
  },
  {
    l: `הוּא`,
    t: `он`,
  },
  {
    l: `הִיא`,
    t: `она`,
  },
  {
    l: `אֲנָחְנוּ`,
    t: `мы`,
  },
  {
    l: `אֲתֶם`,
    t: `вы м`,
  },
  {
    l: `אֲתֶן`,
    t: `вы ж`,
  },
  {
    l: `הֶם`,
    t: `они м`,
  },
  {
    l: `הֶן`,
    t: `они ж`,
  },
  {
    l: `שִׁיעוּר`,
    t: `урок`,
  },
  {
    l: `רִאשׁוֹן`,
    t: `первый`,
  },
  {
    l: `מִשְׁפָּחָה`,
    t: `семья`,
  },
  {
    l: `גְבֶרֶת`,
    t: `госпожа`,
  },
  {
    l: `אָדוֹן`,
    t: `господин`,
  },
  {
    l: `כֵּן`,
    t: `да`,
  },
  {
    l: `לֹא`,
    t: `нет; не; ни`,
  },
  {
    l: `הִנֵה`,
    t: `вот`,
  },
  {
    l: `שָׁלוֹם`,
    t: `привет`,
  },
  {
    l: `+בּ`,
    t: `в (внутри)`,
  },
  {
    l: `וְ`,
    t: `и;а`,
  },
  {
    l: `אֵיפֹה`,
    t: `где`,
  },
  {
    l: `מִאֵיפֹה`,
    t: `откуда`,
  },
  {
    l: `פֹּה`,
    t: `здесь`,
  },
  {
    l: `שָׁם`,
    t: `там`,
  },
  {
    l: `מִ+(מֵ+)`,
    t: `от; из`,
  },
  {
    l: `מִי?`,
    t: `Кто`,
  },
  {
    l: `אַף אֶחַד`,
    t: `никто`,
  },
  {
    l: `כּוּלָם`,
    t: `все`,
  },
  {
    l: `לָמָה`,
    t: `почему; зачем`,
  },
  {
    l: `כִּי`,
    t: `потому что`,
  },
  {
    l: `אוֹ`,
    t: `или`,
  },
  {
    l: `טוֹב`,
    t: `хорошо`,
  },
  {
    l: `עָכְשָׁיו`,
    t: `сейчас`,
  },
  {
    l: `אָבָל`,
    t: `но`,
  },
  {
    l: `פִּיל`,
    t: `слон`,
  },
  {
    l: `מִסְפַּר`,
    t: `номер`,
  },
  {
    l: `זֶה`,
    t: `этот`,
  },
  {
    l: `אִימָא`,
    t: `мама`,
  },
  {
    l: `אַבַּא`,
    t: `папа`,
  },
  {
    l: `סַבַּא`,
    t: `дедушка`,
  },
  {
    l: `סַבְתָה`,
    t: `бабушка`,
  },
  {
    l: `בַּיִת (בַּתִים)`,
    t: `дом (м.р. мн.ч)`,
  },
  {
    l: `בַּבַּיִת`,
    t: `дома?`,
  },
  {
    l: `הַבֵּיתָה`,
    t: `домой`,
  },
  {
    l: `גָם`,
    t: `тоже, так же`,
  },
  {
    l: `שֶׁנִי`,
    t: `второй`,
  },
  {
    l: `רְחוֹב`,
    t: `улица`,
  },
  {
    l: `רְחוֹבוֹת`,
    t: `улица мн.ч.`,
  },
  {
    l: `בָּרְחוֹב`,
    t: `на улице`,
  },
  {
    l: `סְלִיהָה`,
    t: `извините; извенения`,
  },
  {
    l: `קוֹמָא`,
    t: `этаж, пол`,
  },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },


];
