const dictionary = [
  {
    l: `אֲנִי`,
    t: `я`,
  },
  {
    l: `אֲתָה`,
    t: `ты м`,
  },
  {
    l: `אַת`,
    t: `ты ж`,
  },
  {
    l: `הוּא`,
    t: `он`,
  },
  {
    l: `הִיא`,
    t: `она`,
  },
  {
    l: `אֲנָחְנוּ`,
    t: `мы`,
  },
  {
    l: `אֲתֶם`,
    t: `вы м`,
  },
  {
    l: `אֲתֶן`,
    t: `вы ж`,
  },
  {
    l: `הֶם`,
    t: `они м`,
  },
  {
    l: `הֶן`,
    t: `они ж`,
  },
  {
    l: `שִׁיעוּר`,
    t: `урок`,
  },
  {
    l: `רִאשׁוֹן`,
    t: `первый`,
  },
  {
    l: `מִשְׁפָּחָה`,
    t: `семья`,
  },
  {
    l: `גְבֶרֶת`,
    t: `госпожа`,
  },
  {
    l: `אָדוֹן`,
    t: `господин`,
  },
  {
    l: `כֵּן`,
    t: `да`,
  },
  {
    l: `לֹא`,
    t: `нет; не; ни`,
  },
  {
    l: `הִנֵה`,
    t: `вот`,
  },
  {
    l: `שָׁלוֹם`,
    t: `привет`,
  },
  {
    l: `+בּ`,
    t: `в (внутри)`,
  },
  {
    l: `וְֹ+`,
    t: `и;а`,
  },
  {
    l: `אֵיפֹה`,
    t: `где`,
  },
];
