const dictionary = [
  {
    l: `אֲנִי`,
    t: `я`,
  },
  {
    l: `אֲתָה`,
    t: `ты м`,
  },
  {
    l: `אַת`,
    t: `ты ж`,
  },
  {
    l: `הוּא`,
    t: `он`,
  },
  {
    l: `הִיא`,
    t: `она`,
  },
  {
    l: `אֲנָחְנוּ`,
    t: `мы`,
  },
  {
    l: `אֲתֶם`,
    t: `вы м`,
  },
  {
    l: `אֲתֶן`,
    t: `вы ж`,
  },
  {
    l: `הֶם`,
    t: `они м`,
  },
  {
    l: `הֶן`,
    t: `они ж`,
  },
  {
    l: `שִׁיעוּר`,
    t: `урок`,
  },
  {
    l: `רִאשׁוֹן`,
    t: `первый`,
  },
  {
    l: `מִשְׁפָּחָה`,
    t: `семья`,
  },
  {
    l: `גְבֶרֶת`,
    t: `госпожа`,
  },
  {
    l: `אָדוֹן`,
    t: `господин`,
  },
  {
    l: `כֵּן`,
    t: `да`,
  },
  {
    l: `לֹא`,
    t: `нет; не; ни`,
  },
  {
    l: `הִנֵה`,
    t: `вот`,
  },
  {
    l: `שָׁלוֹם`,
    t: `привет`,
  },
  {
    l: `+בּ`,
    t: `в (внутри)`,
  },
  {
    l: `וְ`,
    t: `и;а`,
  },
  {
    l: `אֵיפֹה`,
    t: `где`,
  },
  {
    l: `מִאֵיפֹה`,
    t: `откуда`,
  },
  {
    l: `פֹּה`,
    t: `здесь`,
  },
  {
    l: `שָׁם`,
    t: `там`,
  },
  {
    l: `מִ+(מֵ+)`,
    t: `от; из`,
  },
  {
    l: `מִי?`,
    t: `Кто`,
  },
  {
    l: `אַף אֶחַד`,
    t: `никто`,
  },
  {
    l: `כּוּלָם`,
    t: `все`,
  },
  {
    l: `לָמָה`,
    t: `почему; зачем`,
  },
  {
    l: `כִּי`,
    t: `потому что`,
  },
  {
    l: `אוֹ`,
    t: `или`,
  },
  {
    l: `טוֹב`,
    t: `хорошо`,
  },
  {
    l: `עָכְשָׁיו`,
    t: `сейчас`,
  },
  {
    l: `אָבָל`,
    t: `но`,
  },
  {
    l: `פִּיל`,
    t: `слон`,
  },
  {
    l: `מִסְפַּר`,
    t: `номер`,
  },
  {
    l: `זֶה`,
    t: `этот`,
  },
  {
    l: `אִימָא`,
    t: `мама`,
  },
  {
    l: `אַבַּא`,
    t: `папа`,
  },
  {
    l: `סַבַּא`,
    t: `дедушка`,
  },
  {
    l: `סַבְתָא`,
    t: `бабушка`,
  },
  {
    l: `בַּיִת (בַּתִים)`,

    t: `дом (м.р. мн.ч)`,
  },
  {
    l: `בַּבַּיִת`,
    t: `дома?`,
  },
  {
    l: `הַבֵּיתָה`,
    t: `домой`,
  },
  {
    l: `גָם`,
    t: `тоже, так же`,
  },
  {
    l: `שֶׁנִי`,
    t: `второй`,
  },
  {
    l: `רְחוֹב`,
    t: `улица`,
  },
  {
    l: `רְחוֹבוֹת`,
    t: `улица мн.ч.`,
  },
  {
    l: `בָּרְחוֹב`,
    t: `на улице`,
  },
  {
    l: `סְלִיהָה`,
    t: `извините; извенения`,
  },
  {
    l: `קוֹמָה`,
    t: `этаж, пол`,
  },
  {
    l: `לָגוּר`,
    t: `жить`,
    a: `инф.`
  },
  {
    l: `גָר`,
    t: `жил`,
    a: `сф`
  },
  {
    l: `גָר`,
    t: `живет (мр)`,
    a: `м.р.`
  },
  {
    l: `גָרָה`,
    t: `живет (жр)`,
    a: `ж.р.`
  },
  {
    l: `לִרְצוֹת`,
    t: `хотеть`,
    a: `инф.`
  },
  {
    l: `רָצָה`,
    t: `хотел`,
    a: `сф`
  },
  {
    l: `רוֹצֶה`,
    t: `хочет (мр)`,
    a: `м.р.`
  },
  {
    l: `רוֹצָה`,
    t: `хочет (жр)`,
    a: `ж.р.`
  },
  {
    l: `רַב`,
    t: `Многочисленный (исч), Большой, значимый (не исч)`,
    a: `м.р.`
  },
  {
    l: `רַבָּה`,
    t: `Многочисленный (исч), Большой, значимый (не исч)`,
    a: `ж.р.`
  },
  {
    l: `תוֹדָה`,
    t: `спасибо`,
  },
  {
    l: `הֵמְשֵׁך`,
    t: `продолжение`,
  },
  {
    l: `שׁלִישִׁי`,
    t: `третий`,
  },
  {
    l: `דִירָה`,
    t: `квартира`,
  },
  {
    l: `+הַ`,
    t: `опр. артикль`,
  },
  {
    l: `קִיבּוּץ`,
    t: `кибуц`,
  },
  {
    l: `יוֹם (יָמִים)`,
    t: `день (м.р.)`,
  },
  {
    l: `בַּיוֹם`,
    t: `днем`,
  },
  {
    l: `הַיוֹם`,
    t: `сегодня`,
  },
  {
    l: `חֶדֶר(חֳדרִים)`,
    t: `комната`,
  },
  {
    l: `מְאוֹד`,
    t: `очень`,
  },
  {
    l: `יָפֶה`,
    t: `красивый`,
  },
  {
    l: `חָלוֹן (חָלוֹנוֹנ)`,
    t: `окно (м.р.)`,
  },
  {
    l: `גָדוֹל`,
    t: `большой`,
  },
  {
    l: `הַגָדוֹל`,
    t: `великий`,
  },
  {
    l: `אוֹר (אוֹרוֹת)`,
    t: `свет(огни) (м.р.)`,
  },
  {
    l: `הַרְבֵּה`,
    t: `много`,
  },
  {
    l: `יֵשׁ`,
    t: `есть, имеется, в наличии`,
  },
  {
    l: `אֵין`,
    t: `не имеется`,
  },
  {
    t: `если… …ли…`,
    l: `אִם`,
  },
  {
    l: `…הַאִם`,
    t: `…ли… разве…`,
  },
  {
    l: `אִם כֵּן`,
    t: `если так`,
  },
  {
    l: `חַם`,
    t: `жаркий, горячий`,
  },
  {
    l: `שֶׁמֶשׁ`,
    t: `солнце`,
  },
  {
    l: `רָק`,
    t: `только`,
  },
  {
    l: `בּוֹקֶר(בְּקַרִים)`,
    t: `утро (м.р.)`,
  },
  {
    l: `בַּבּוֹקֶר`,
    t: `утром`,
  },
  {
    l: `הַבּוֹקֶר`,
    t: `сегодня утром`,
  },
  {
    l: `מָה?`,
    t: `что`,
  },
  {
    l: `שֵׁינָה`,
    t: `сон`,
  },
  {
    l: `חַדַר–שֵׁינָה`,
    t: `спальня`,
  },
  {
    l: `אוֹכֶל`,
    t: `еда`,
  },
  {
    l: `חַדַר–אוֹכֶל`,
    t: `столовая`,
  },
  {
    t: `есть, кушать`,
    l: `לֶאֶכוֹל`,
  },
  {
    l: `אוֹכֵל`,
    t: `(он) ест`,
  },
  {
    l: `קָטָן`,
    t: `маленький`,
  },
  {
    l: `מָקוֹם(מְקוֹמוֹת)`,
    t: `место (м.р.)`,
  },
  {
    l: `מָסְפִּיק`,
    t: `достаточно`,
  },
  {
    l: `עַל–יַד`,
    t: `около, рядом, возле`,
  },
  {
    l: `חָבֵר`,
    t: `друг`,
  },
  {
    l: `הֲבֵרָה`,
    t: `подруга`,
  },
  {
    l: `לָשֶׁבֶת`,
    t: `сидеть, сесть, садиться`,
  },
  {
    l: `יוֹשֵׁב`,
    t: `(он) сидит`,
  },
  {
    l: `שֵׁב`,
    t: `(повел. наклонен.) сядь`,
  },
  {
    l: `הַבֵר–כְּנֶסֶת`,
    t: `член сообщ. (кнесет)`,
  },
  {
    l: `כִּיסֵא(כּיסְאוֹת)`,
    t: `стул (м.р.)`,
  },
  {
    l: `מִגְבַּעַת`,
    t: `шляпа`,
  },
  {
    l: `טבַּחִית`,
    t: `повариха`,
  },
  {
    l: `חָנוּת`,
    t: `магазин`,
  },
  {
    l: `מֵלָפְפוֹן`,
    t: `огурец`,
  },
  {
    l: `שֶׁלִי`,
    t: `мой`,
  },
  {
    l: `שַׂקִית`,
    t: `пакет, сумка`,
  },
  {
    l: `מִתְבַּח`,
    t: `кухня`,
  },
  {
    l: `טַבַּה`,
    t: `повар`,
  },
  {
    l: `הַצלָחָה`,
    t: `успех (ж.р.)`,
  },
  {
    l: `בְּהַצלָחָה`,
    t: `желаю успеха!`,
  },
  {
    l: `קִרְיָה`,
    t: `городок`,
  },
  {
    l: `הַקרָיוֹת`,
    t: `ряд городков близ Хайфы`,
  },
  {
    l: `מַחסָן`,
    t: `склад, кладовая`,
  },
  {
    l: `חַשמַל`,
    t: `электричество`,
  },
  {
    l: `מַד-חַשמַל`,
    t: `электрический счётчик`,
  },
  {
    l: `מַד`,
    t: `мера, измеритель`,
  },
  {
    l: `רִבִיעִי`,
    t: `четвертый`,
  },
  {
    l: `בִּיקוּר`,
    t: `визит, посещение`,
  },
  {
    l: `לְבַקֵר`,
    t: `навещать (אֶת)`,
  },
  {
    l: `בִּיקֵר`,
    t: `посещ. (+ּבְּ)`,
  },
  {
    l: `מְבַקֵר`,
    t: `навещает`,
  },
  {
    l: `מְבַקְרִים`,
    t: `навещают`,
  },
  {
    l: `לְצַלְצֵל`,
    t: `Звонить (издавать звон) (инф)`,
  },
  {
    l: `צִלְצֵל`,
    t: `звонил (сф)`,
  },
  {
    l: `מְצַלְצֵל`,
    t: `звонит`,
  },
  {
    l: `מְצַלְצְלִים`,
    t: `звонят`,
  },
  {
    l: `פַּעֲמוֹן`,
    t: `Колол, звонок (устройство) м.р.`,
  },
  {
    l: `לָבוֹא`,
    t: `Приходить, прибывать`,
  },
  {
    l: `בָּא`,
    t: `приходил`,
  },
  {
    l: `בָּא`,
    t: `приходит`,
  },
  {
    l: `בָּאִים`,
    t: `приходят`,
  },
  {
    l: `בּוֹא`,
    t: `приходи (иди ко мне)`,
  },
  {
    l: `בּוֹאִי`,
    t: `приходи (иди ко мне) (жр)`,
  },
  {
    l: `דִירַת–הֶדֶר`,
    t: `1км. квартира`,
  },
  {
    l: `בֵּית–כּיסֵא`,
    t: `туалет`,
  },
  {
    l: `לְפֹּה`,
    t: `сюда`,
  },
  {
    l: `בַּקַשַה`,
    t: `просьба, запрос`,
  },
  {
    l: `לְבַקֵש (מִ+)`,
    t: `просить (инф) (обязат. исп מִ - просить от (у) кого-то)`,
  },
  {
    l: `בִּיקֵש`,
    t: `просил (сл. ф.)`,
  },
  {
    l: `מְבַקֵש`,
    t: `просит`,
  },
  {
    l: `מְבַקְשִים`,
    t: `просят`,
  },
  {
    l: `לְהַכִּיר`,
    t: `Знакомиться (инф) , знать кого-либо, быть знакомым с кем-либо или чем-либо`,
  },
  {
    l: `הִכִּיר`,
    t: `знаком (был)`,
  },
  {
    l: `מַכִּירָה`,
    t: `знакомился`,
  },
  {
    l: `מַכִּירִוֹת`,
    t: `знакомились`,
  },
  {
    l: `דוֹד`,
    t: `дядя`,
  },
  {
    l: `דוֹדָה`,
    t: `тетя`,
  },
  {
    l: `נָעִים`,
    t: `приятный`,
  },
  {
    l: `נָעִימִים`,
    t: `приятные`,
  },
  {
    l: `נָעִימָה`,
    t: `приятная`,
  },
  {
    l: `בְּבַקַשַה`,
    t: `пожалуйста`,
  },
  {
    l: `נָא`,
    t: `пожалуйста (инф. + נָא)`,
  },
  {
    l: `אָנָא`,
    t: `пожалуйста (инструкция. Императив(повел накл) +  אָנָא)`,
  },
  {
    l: `לְדַבֵּר`,
    t: `Разговаривать, говорить (инф)`,
  },
  {
    l: `דִיבֵּר`,
    t: `говорил (сл ф)`,
  },
  {
    l: `מְדַבֵּר`,
    t: `говорит / говорю`,
  },
  {
    l: `מְדַבֶּרֶת`,
    t: `говорит / говорю (ж.р.)`,
  },
  {
    l: `מְדַבְּרִים`,
    t: `говорят`,
  },
  {
    l: `אֶלֶף`,
    t: `тысяча`,
  },
  {
    l: `מִלְיוֹן`,
    t: `миллион`,
  },
  {
    l: `מִילְיָרְד`,
    t: `миллиард`,
  },
  {
    l: `יֶלֶד`,
    t: `мальчик (ребенок м)`,
  },
  {
    l: `יַלְדָה`,
    t: `девочка (ребенок ж)`,
  },
  {
    l: `כּאן`,
    t: `здесь (синоним פֹּה)`,
  },
  {
    l: `עִם`,
    t: `с`,
  },
  {
    l: `בַּעַל`,
    t: `хозяин, муж`,
  },
  {
    l: `+בַּעַל הַ`,
    t: `хозяин чего-то`,
  },
  {
    l: `בַּעַלָה`,
    t: `хозяйка`,
  },
  {
    l: `+בַּעַלַת הַ`,
    t: `хозяйка чего-то`,
  },
  {
    l: `בְּהֶמשֵך`,
    t: `в продолжение`,
  },
  {
    l: `נְסִיעָה`,
    t: `поездка`,
  },
  {
    l: `בַּעֲלִי`,
    t: `мой муж`,
  },
  {
    l: `בַּעֲלֵךְ`,
    t: `твой муж`,
  },
  {
    l: `בַּעֲלָה`,
    t: `ее муж`,
  },
  {
    l: `אִישָה (נָשִים)`,
    t: `женщина, жена`,
  },
  {
    l: `אִשְתִי`,
    t: `моя жена`,
  },
  {
    l: `אִשְתְךָ`,
    t: `твоя жена`,
  },
  {
    l: `אִשְתוֹ`,
    t: `его жена`,
  },
  {
    l: `אִיש (אֲנַשִים)`,
    t: `человек(общ понятие)`,
  },
  {
    l: `אָדָם`,
    t: `человек(тело, душа)`,
  },
  {
    l: `בֵּן–אָדָם (בְּנֵי–אָדָם)`,
    t: `человек м.р.`,
  },
  {
    l: `בַּת–אָדָם (בְּנוֹת–אָדָם)`,
    t: `человек ж.р.`,
  },
  {
    l: `בֵּן (בַּנִים)`,
    t: `сын`,
  },
  {
    l: `בַּת (בּנוֹת)`,
    t: `дочь`,
  },
  {
    l: `לְהַגִיש`,
    t: `подать, подавать (инф)`,
  },
  {
    l: `הִגִיש`,
    t: `подавал, подал (сл ф)`,
  },
  {
    l: `מַגִיש`,
    t: `подает`,
  },
  {
    l: `מַגִישָה`,
    t: `подает (жр)`,
  },
  {
    l: `קָפֶה`,
    t: `кофе`,
  },
  {
    l: `תֶה`,
    t: `чай`,
  },
  {
    l: `מַיִים`,
    t: `вода(м.р. мн.ч.)`,
  },
  {
    l: `הָלָב`,
    t: `молоко`,
  },
  {
    l: `שוֹקוֹ`,
    t: `шокол. молоко`,
  },
  {
    l: `קָקָאוֹ`,
    t: `какао`,
  },
  {
    l: `יָין (יִיִנוֹת)`,
    t: `вино (м.р.)`,
  },
  {
    l: `מִיץ`,
    t: `сок`,
  },
  {
    l: `מַשְקֶה (מָשְקָאוֹת)`,
    t: `напиток (м.р.)`,
  },
  {
    l: `כּוֹס`,
    t: `стакан, чашка`,
  },
  {
    l: `סֶפֶל (סְפַלִים)`,
    t: `кружка`,
  },
  {
    l: `בַּקְבּוּק`,
    t: `бутылка`,
  },
  {
    l: `כּוֹסִית`,
    t: `рюмка`,
  },
  {
    l: `לְבַקֵש`,
    t: `просить (инф)`,
  },
  {
    l: `בִּיקֵש`,
    t: `просил, попросил`,
  },
  {
    l: `מְבַקֵש`,
    t: `просит`,
  },
  {
    l: `מְבַקֶשֶת`,
    t: `просит (жр)`,
  },
  {
    l: `מוֹעֲדוֹן`,
    t: `клуб`,
  },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
  // {
  //   l: ``,
  //   t: ``,
  // },
];
